<template><h1 id="明日方舟" tabindex="-1"><a class="header-anchor" href="#明日方舟" aria-hidden="true">#</a> 明日方舟</h1>
<p>此功能为组合插件功能，由两个单独的插件提供服务</p>
<h3 id="明日方舟工具箱" tabindex="-1"><a class="header-anchor" href="#明日方舟工具箱" aria-hidden="true">#</a> <em><strong>明日方舟工具箱</strong></em></h3>
<p><strong>作者：haruhi</strong>
管理员指令：</p>
<ul>
<li>【删除+专精/精英+图片】如果发现合成出来的图片有漏字或者是其他问题 就可以用该指令删除图片 然后你再重新生成</li>
<li>添加+干员绰号+=+干员名称+绰号】例如：添加小绵羊=艾雅法拉绰号
<br>
群成员指令：</li>
<li>【查询+干员+精英/专精材料】例如：查询阿米娅精英材料/查询阿米娅专精材料</li>
<li>【今日副本】可以查询今日开启的副本</li>
<li>【查询公招+公招图片】切记图片要包括在指令信息里</li>
<li>【查询+干员+精一/精二立绘】例如：查询阿米娅精一立绘/查询阿米娅精二立绘</li>
<li>【查询+干员+皮肤N立绘】例如：查询阿米娅皮肤1立绘
ps:摘抄于 <strong>明日方舟工具箱</strong> 官方文档</li>
</ul>
<h3 id="星语自编明日方舟插件" tabindex="-1"><a class="header-anchor" href="#星语自编明日方舟插件" aria-hidden="true">#</a> <em><strong>星语自编明日方舟插件</strong></em></h3>
<p><strong>作者：洛圄·天翔</strong>
<s>由于作者是fw所以bug可能非常多</s>
<s>插件核心代码已开源（haruhi将把此功能添加至方舟工具箱）</s></p>
<ul>
<li>【查询+干员+语音名称】例如：查询阿米娅闲置语音，可查询干员语音</li>
<li>【查询+干员+语音名称+链接】例如：查询阿米娅闲置语音链接，可查询干员语音链接</li>
<li>【查询+干员+档案】例如：查询阿米娅档案，可查询当前干员的基础档案 <s>（可能会出现乱码，不影响阅读）</s></li>
<li>【今日方舟数据】取今日哪位干员过生日及明日方舟客户端最后更新时间</li>
</ul>
<p align="right">2021年7月<br>LoYuNetwork·星语管理组：天翔<br>最后编辑</p></template>
